IDEA Open Model
ColumnDataEc2.EffectConsidered Property
Compatible with IDEA StatiCa Beta 20.0
 Effect considered
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public EffectConsideredType EffectConsidered { get; set; }
Public Property EffectConsidered As EffectConsideredType
	Get
	Set
Property Value
Type: EffectConsideredType
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace